VPSCA/test/TestCase1/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:new="http://j2ee.netbeans.org/wsdl/vpsBpelModule/src/newWSDL">
  <soapenv:Body>
    <new:newWSDLOperation>
      <make>bmw</make>
    </new:newWSDLOperation>
  </soapenv:Body>
</soapenv:Envelope>